---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralW
source: html/5f9107b8-5a69-a38a-8775-5a6475f343d1.htm
---
# StructuralSectionGeneralW Methods

Returns size of the section boundary.